tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "thecasualcoder/stable"
brew "bash"
brew "fish"
brew "git"
brew "mas"
brew "p7zip"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "whalebrew"
brew "zsh"
brew "thecasualcoder/stable/csvdiff"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "harvest"
cask "iterm2-nightly"
cask "microsoft-office"
cask "moom"
cask "postman"
cask "protonvpn"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text-dev"
cask "tableplus"
cask "telegram-desktop"
cask "transmit"
cask "vscodium"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
